/* Localized Strings: English */

/* Tags menu */
"Tags" = "Tags";
"Typeset" = "Compilare";
"Save" = "Save";
"Print..." = "Print...";
"Print Source..." = "Print Source...";
"Set Project Root..." = "Set Project Root...";
"LaTeX Panel..." = "Tablou de Comandă LaTeX...";
"Close LaTeX Panel" = "Close LaTeX Panel";
"Matrix Panel..." = "Tablou de Comandă Matrix...";
"Close Matrix Panel" = "Close Matrix Panel";
"Open for Preview..." = "Open for Preview...";
"Open for Editing..." = "Open for Editing...";
"File" = "Fișier";
"Goto Error" = "Goto Error";
"RotateClockwise" = "RotateClockwise";
"RotateCounterclockwise" = "RotateCounterclockwise";
"Comment" = "Comment";
"Uncomment" = "Uncomment";
"Indent" = "Indent";
"Unindent" = "Unindent";
"Macros" = "Macro";
"Open Macro Editor..." = "Deschide Editorul de Macro...";
"Close Macro Editor" = "Close Macro Editor";
"Add macros from file..." = "Add macros from file...";
"Save selection to file..." = "Save selection to file...";
"Convert \\yen to \\ in Pasteboard" = "Convert \\yen to \\ in Pasteboard";
"Convert \\ to \\yen in Pasteboard" = "Convert \\ to \\yen in Pasteboard"; 
"Edit" = "Editare";
"Warning" = "Warning";
"Don't Save" = "Don't Save";
"Cancel" = "Cancel";
"Do you want to save macros?" = "Do you want to save macros?";
"Save Spot" = "Save Spot";
"Template" = "Template";
"Typing" = "Typing";
"AutoComplete" = "AutoComplete";  //Should be translation of "Key Bindings", even in English
"Page Number" = "Page Number";
"Page Number Panel" = "Page Number Panel";
"Magnification Panel" = "Magnification Panel";
"Omit Shell Escape" = "Omit Shell Escape";
"Warning: Using Shell Escape" = "Warning: Using Shell Escape";
"Preview" = "Previzualizare";
"Display Format" = "Formatul de Afișare";// mitsu 1.29b
"Magnification" = "Mărire";// mitsu 1.29b
"Copy Format" = "Format de Copiere";// mitsu 1.29b
"ToolbarItems" = "ToolbarItems";
"Autocompletion" = "Autocompletion";
"Completion" = "Completion";
"Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@";
"Info: %@" = "Info: %@";
"%@\n\nCharacters: %d" = "%@\n\nCharacters: %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "The file encoding changed; characters can be lost if the wrong encoding is used.";
"Currently open files retain their old encoding." = "Currently open files retain their old encoding.";
"Drag && Drop" = "Drag && Drop";
"%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions." = "%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions.";
"Can't find required tool." = "Can't find required tool.";
"Typesetting engine cannot be found." = "Typesetting engine cannot be found.";
"The source LaTeX document cannot be found." = "The source LaTeX document cannot be found.";
"Sync Marks" = "Sync Marks";
"%@ does not exist." = "%@ does not exist.";
"%@ does not have the executable bit set." = "%@ does not have the executable bit set.";
"This file was opened with IsoLatin9 encoding." = "This file was opened with IsoLatin9 encoding.";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again.";
"Error" = "Error";
"There was an error checking for updates." = "There was an error checking for updates.";
"Your copy of TeXShop is up-to-date" = "Your copy of TeXShop is up-to-date";
"You have the most recent version of TeXShop." = "You have the most recent version of TeXShop.";
"New version available" = "New version available";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "A new version of TeXShop is available (version %@). Would you like to download it now?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead.";
"Hard Wrap" = "Hard Wrap";
"Newline Removal" = "Newline Removal";
"Color Index" = "Color Index";
"Help" = "Ajutor";
"TeXShop Demos" = "TeXShop Demos";
"Sync" = "Sync";
"ShowFullPath" = "ShowFullPath";
"Close Current Environment" = "Close Current Environment"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Your current setting of %@ will be replaced. OK?"; // Terada
"Convert" = "Convert";
"The program " = "The program ";
" does not exist." = " does not exist.";
